#include "global.h"
#include "text.h"


/* Game Text - Mechanical Horse */


const char D_0805c3d4[] = "Ｉｎｔｅｎｔａ　ｌａ　Ｌｅｃｃｉだｎ　１　ｄｅ　ｎｕｅｖｏ．";

const char D_0805c3f0[] = "】Ｌｅｃｃｉだｎ　１　ｃｏｍｐｌｅｔａ！";

const char D_0805c40c[] = "Ｉｎｔｅｎｔａ　ｌａ　Ｌｅｃｃｉだｎ　２　ｄｅ　ｎｕｅｖｏ．";

const char D_0805c428[] = "】Ｌｅｃｃｉだｎ　２　ｃｏｍｐｌｅｔａ！";

const char D_0805c444[] = "Ｉｎｔｅｎｔａ　ｌａ　Ｌｅｃｃｉだｎ　３　ｄｅ　ｎｕｅｖｏ．";

const char D_0805c460[] = "】Ｌｅｃｃｉだｎ　３　ｃｏｍｐｌｅｔａ！";

const char D_0805c47c[] = "Ｉｎｔｅｎｔａ　ｌａ　Ｌｅｃｃｉだｎ　４　ｄｅ　ｎｕｅｖｏ．";

const char D_0805c498[] = "】Ｌｅｃｃｉだｎ　４　ｃｏｍｐｌｅｔａ！";

const char D_0805c4b4[] = "Ｓｉｇｕｅ　ｅｌ　ｒｉｔｍｏ　ｄｅ　ｌｏｓ　ｐａｓｏｓ．";

const char D_0805c4cc[] = "Ｕｓａ　ｃｕａｌｑｕｉｅｒ　ｂｏｔだｎ．";

const char D_0805c4e8[] = "Ｌｅｃｃｉだｎ　１：　Ｃａｍｉｎａｒ";

const char D_0805c504[] = "";

const char D_0805c508[] = "】ＯＫ！　】Ｓｉｇａｍｏｓ！";

const char D_0805c520[] = "Ｌｅｃｃｉだｎ　２：　Ｔｒｏｔａｒ";

const char D_0805c53c[] = "Ｌｅｃｃｉだｎ　３：　Ｍｅｄｉｏ　Ｇａｌｏｐｅ";

const char D_0805c558[] = "】ＯＫ！　】Ｕｌｔｉｍａ　Ｌｅｃｃｉだｎ！";

const char D_0805c570[] = "Ｌｅｃｃｉだｎ　４：　Ｇａｌｏｐａｒ";

const char D_0805c58c[] = "】ＯＫ，　Ｂｉｅｎ　ｈｅｃｈｏ！";

const char D_0805c5a4[] = "Ｉｎｔｅｎｔａ　ｌａ　Ｌｅｃｃｉだｎ　１　ｄｅ　ｎｕｅｖｏ．";

const char D_0805c5c0[] = "】Ｌｅｃｃｉだｎ　１　ｃｏｍｐｌｅｔａ！";

const char D_0805c5dc[] = "Ｉｎｔｅｎｔａ　ｌａ　Ｌｅｃｃｉだｎ　２　ｄｅ　ｎｕｅｖｏ．";

const char D_0805c5f8[] = "】Ｌｅｃｃｉだｎ　２　ｃｏｍｐｌｅｔａ！";

const char D_0805c614[] = "Ｉｎｔｅｎｔａ　ｌａ　Ｌｅｃｃｉだｎ　３　ｄｅ　ｎｕｅｖｏ．";

const char D_0805c630[] = "】Ｌｅｃｃｉだｎ　３　ｃｏｍｐｌｅｔａ！";

const char D_0805c64c[] = "Ｉｎｔｅｎｔａ　ｌａ　Ｌｅｃｃｉだｎ　４　ｄｅ　ｎｕｅｖｏ．";

const char D_0805c668[] = "】Ｌｅｃｃｉだｎ　４　ｃｏｍｐｌｅｔａ！";

const char D_0805c684[] = "Ｓｉｇｕｅ　ｅｌ　ｒｉｔｍｏ　ｄｅ　ｌｏｓ　ｐａｓｏｓ．";

const char D_0805c69c[] = "Ｕｓａ　ｃｕａｌｑｕｉｅｒ　ｂｏｔだｎ．";

const char D_0805c6b8[] = "Ｌｅｃｃｉだｎ　１：　Ｃａｍｉｎａｒ";

const char D_0805c6d4[] = "";

const char D_0805c6d8[] = "】ＯＫ！　】Ｓｉｇａｍｏｓ！";

const char D_0805c6f0[] = "Ｌｅｃｃｉだｎ　２：　Ｔｒｏｔａｒ";

const char D_0805c70c[] = "Ｌｅｃｃｉだｎ　３：　Ｍｅｄｉｏ　Ｇａｌｏｐｅ";

const char D_0805c728[] = "】ＯＫ！　】Ｕｌｔｉｍａ　Ｌｅｃｃｉだｎ！";

const char D_0805c740[] = "Ｌｅｃｃｉだｎ　４：　Ｇａｌｏｐａｒ";

const char D_0805c75c[] = "】ＯＫ！　】Ｙａ　ｅｓｔａｓ　ｌｉｓｔｏ！";
