#include "global.h"
#include "text.h"


/* Game Text - Mechanical Horse */


const char D_0805c3d4[] = "Ｉｎｔｅｎｔａ　ｌａ　Ｌｅｃｃｉｏｎ　１　ｄｅ　ｎｕｅｖｏ．";

const char D_0805c3f0[] = "Ｌｅｃｃｉｏｎ　１　ｃｏｍｐｌｅｔａ！";

const char D_0805c40c[] = "Ｉｎｔｅｎｔａ　ｌａ　Ｌｅｃｃｉｏｎ　２　ｄｅ　ｎｕｅｖｏ．";

const char D_0805c428[] = "Ｌｅｃｃｉｏｎ　２　ｃｏｍｐｌｅｔａ！";

const char D_0805c444[] = "Ｉｎｔｅｎｔａ　ｌａ　Ｌｅｃｃｉｏｎ　３　ｄｅ　ｎｕｅｖｏ．";

const char D_0805c460[] = "Ｌｅｃｃｉｏｎ　３　ｃｏｍｐｌｅｔａ！";

const char D_0805c47c[] = "Ｉｎｔｅｎｔａ　ｌａ　Ｌｅｃｃｉｏｎ　４　ｄｅ　ｎｕｅｖｏ．";

const char D_0805c498[] = "Ｌｅｃｃｉｏｎ　４　ｃｏｍｐｌｅｔａ！";

const char D_0805c4b4[] = "Ｓｉｇｕｅ　ｅｌ　ｒｉｔｍｏ　ｄｅ　ｌｏｓ　ｐａｓｏｓ．";

const char D_0805c4cc[] = "Ｕｓａ　ｃｕａｌｑｕｉｅｒ　ｂｏｔｏｎ．";

const char D_0805c4e8[] = "Ｌｅｃｃｉｏｎ　１：　Ｃａｍｉｎａｒ";

const char D_0805c504[] = "";

const char D_0805c508[] = "ＯＫ！　Ｓｉｇａｍｏｓ！";

const char D_0805c520[] = "Ｌｅｃｃｉｏｎ　２：　Ｔｒｏｔａｒ";

const char D_0805c53c[] = "Ｌｅｃｃｉｏｎ　３：　Ｍｅｄｉｏ　Ｇａｌｏｐｅ";

const char D_0805c558[] = "ＯＫ！　Ｕｌｔｉｍａ　ｌｅｃｃｉｏｎ！";

const char D_0805c570[] = "Ｌｅｃｃｉｏｎ　４：　Ｇａｌｏｐａｒ";

const char D_0805c58c[] = "ＯＫ，　Ｂｉｅｎ　ｈｅｃｈｏ！";

const char D_0805c5a4[] = "Ｉｎｔｅｎｔａ　ｌａ　Ｌｅｃｃｉｏｎ　１　ｄｅ　ｎｕｅｖｏ．";

const char D_0805c5c0[] = "Ｌｅｃｃｉｏｎ　１　ｃｏｍｐｌｅｔａ！";

const char D_0805c5dc[] = "Ｉｎｔｅｎｔａ　ｌａ　Ｌｅｃｃｉｏｎ　２　ｄｅ　ｎｕｅｖｏ．";

const char D_0805c5f8[] = "Ｌｅｃｃｉｏｎ　２　ｃｏｍｐｌｅｔａ！";

const char D_0805c614[] = "Ｉｎｔｅｎｔａ　ｌａ　Ｌｅｃｃｉｏｎ　３　ｄｅ　ｎｕｅｖｏ．";

const char D_0805c630[] = "Ｌｅｃｃｉｏｎ　３　ｃｏｍｐｌｅｔａ！";

const char D_0805c64c[] = "Ｉｎｔｅｎｔａ　ｌａ　Ｌｅｃｃｉｏｎ　４　ｄｅ　ｎｕｅｖｏ．";

const char D_0805c668[] = "Ｌｅｃｃｉｏｎ　４　ｃｏｍｐｌｅｔａ！";

const char D_0805c684[] = "Ｓｉｇｕｅ　ｅｌ　ｒｉｔｍｏ　ｄｅ　ｌｏｓ　ｐａｓｏｓ．";

const char D_0805c69c[] = "Ｕｓａ　ｃｕａｌｑｕｉｅｒ　ｂｏｔｏｎ．";

const char D_0805c6b8[] = "Ｌｅｃｃｉｏｎ　１：　Ｃａｍｉｎａｒ";

const char D_0805c6d4[] = "";

const char D_0805c6d8[] = "ＯＫ！　Ｓｉｇａｍｏｓ！";

const char D_0805c6f0[] = "Ｌｅｃｃｉｏｎ　２：　Ｔｒｏｔａｒ";

const char D_0805c70c[] = "Ｌｅｃｃｉｏｎ　３：　Ｍｅｄｉｏ　Ｇａｌｏｐｅ";

const char D_0805c728[] = "ＯＫ！　Ｕｌｔｉｍａ　ｌｅｃｃｉｏｎ！";

const char D_0805c740[] = "Ｌｅｃｃｉｏｎ　４：　Ｇａｌｏｐａｒ";

const char D_0805c75c[] = "ＯＫ！　Ｙａ　ｅｓｔａｓ　ｌｉｓｔｏ！";
